/* 
  Localizable.strings
  Rdio Alarm

  Created by David Brunow on 11/4/12.

*/

"SNOOZE" = "Snooze";
"SET ALARM" = "Aseta Hälytys";
"PLEASE REST PEACEFULLY" = "please levätä rauhassa";
"YOUR ALARM IS SET" = "hälytin on asetettu %@";
"PLUG ME IN" = "te todella pitäisi kytkeä minut...";
"CANCEL ALARM" = "Peruuta Hälytys";
"TURN OFF ALARM" = "Sammuta Hälytys";
"ALARM CANCELED" = "Hälytys Peruttu";
"ALARM STOPPED" = "Hälytys Pysäytetty";
"CHARGING LABEL" = "olet antelias ja huolehtiva henkilö";
"SIGN OUT" = "Ilmoittaa Lähtevänsä";
"AUTO ALARM" = "Auto hälytyksen, kun App julkaistiin?";
"CHOOSE ALARM TIME" = "Valitse Hälytysajan";
"NOT SIGNED IN LABEL" = "Herätä täyteen kappaleita soittolistoista, sinun täytyy kirjautua Rdio®. Ei vielä Rdio käyttäjä?\nnapauttamalla tästä lisätietoa.";
"CHANGE SETTINGS" = "Muuta Asetuksia";
"AUTO ALARM BEING SET" = "hetken, hälytin asetetaan automaattisesti herättää sinut jopa %@\nnopeudella %@\n\n\nkoskettamalla mitä tahansa näytön peruuttaa";
"SETTINGS OPENED" = "Asetukset Avattu";
"SETTINGS CLOSED" = "Asetukset Suljettu";
"LOADING" = "Odota Hetki...";
"SELECTED PLAYLIST IS" = "Valittu soittolista on %@";
"CHOOSE PLAYLIST" = "Valitse soittolista...";
"COLLAB HEADER" = "   Collaborative";
"SUBSCRIBED HEADER" = "   Tilatut";
"OWNED HEADER" = "   Omisti";
"COLLAB" = "Collaborative";
"SUBSCRIBED" = "Tilatut";
"OWNED" = "Omisti";
"APP MUST BE OPEN REMINDER" = "Et Herää musiikkiin, jos suljet pois Wake Up sovellus.";
"TURN ALARM BACK ON" = "kytke hälytys takaisin";
"CANNOT CONNECT TO RDIO" = "Ei voi yhdistää Rdio®. Sinun hälytys ei toimi, jos et pysty muodostamaan. Et luultavasti halua perustaa varmuuskopio hälytys.";

"YOUR ALARM IS SET" = "ditt larm är inställd för";
"WAKE UP TO" = "Vakna upp till";
"SNOOZE SLIDER LABEL" = "SNOOZE RDIO FÖR";
"SLEEP SLIDER LABEL" = "Somna till %@ FÖR";
"LBLSLIDERNO" = "NEJ";
"LBLSLIDERYES" = "JA";
"SHUFFLE" = "Blanda spellista?";
"AUTOSET AM PM" = "AM/PM ställs in automatiskt";
"INNER TIME BUBBLE TEXT" = "%d min";
"INNER TIME BUBBLE TEXT PLURAL" = "%d mins";
"INNER TIME BUBBLE TEXT DISABLED" = "DISABLED";
"AUTO ALARM BEING SET" = "automatisk inställning larm för";
"AUTO ALARM PLAYLIST" = "vakna upp till";
"CONTACT US" = "EMAIL US";
"CURRENT TIME IS" = "Aktuell tid";

"go make playlists" = "sinulla ei ole soittolistoja! mennä tekemään joitakin rdio app ja sitten tulla takaisin";
"NO PLAYLISTS FOUND" = "   Soittolistoja ei FOUND";
"CONFIRM SIGN OUT" = "Haluatko kirjautua ulos Rdio?";
"Cancel" = "Peruuttaa";
"Sign Out" = "Ilmoittaa Lähtevänsä";

//This is used exclusively in the iPod version of the app
"PLAYLISTS" = "   PLAYLISTS";
"go make playlists music" = "sinulla ei ole soittolistoja! siirry tehdä joitakin musiikki-sovelluksessa ja sitten tulla takaisin";
"SNOOZE SLIDER LABEL MUSIC" = "SNOOZE MUSIIKKIA";
"MUSIC" = "MUSIIKKIA";